# Модуль для хранения текстов всех инструкций

# Здесь должен быть твой код
txt_instruction = '''
Проба Руфье — Диксона представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.

Существуют прямые и косвенные, простые и сложные методы определения PWC. К числу простых и косвенных методов определения PWC относят функциональную пробу Руфье и её модификацию — пробу Руфье — Диксона, в которых используются значения частоты сердечных сокращений в различные по времени периоды восстановления после относительно небольших нагрузок.

Проба Руфье. У испытуемого, находящегося в положении лежа на спине в течение 5 мин, определяют число пульсаций за 15 с (P1); затем в течение 45 с испытуемый выполняет 30 приседаний. После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 с (Р2), а потом — за последние 15 с первой минуты периода восстановления (Р3).
Результаты оцениваются по величине индекса от 0 до 15:

меньше 3 — хорошая работоспособность;
3–6 — средняя;
7–9 — удовлетворительная;
10–14 — плохая (средняя сердечная недостаточность);
15 и выше — сильная сердечная недостаточность.
'''

txt_test1 = '''
Отдохните и измерьте пуль в течение 15 секунд.
Результат внесите в поле.  
'''

txt_sitting = '''
Выполните 0 приседаний за 45 секунд. 
'''

txt_test2 = '''
В течении минуты замерьте пульс два раза:
- за первые 15 секунд минуты,
- за последние 15 секунд минуты.
Результат запиште в соответствующие поля.
'''